Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Settings_ResetPartial
source: Some files could not be removed: {0}
ar: تعذّرت إزالة بعض الملفات: {0}
cs: Některé soubory nelze odebrat: {0}
de: Einige Dateien konnten nicht entfernt werden: {0}
el: Δεν ήταν δυνατή η κατάργηση ορισμένων αρχείων: {0}
es: No se pudieron quitar algunos archivos: {0}
fa: برخی فایل‌ها حذف نشدند: {0}
fr: Certains fichiers n'ont pas pu être supprimés : {0}
hu: Egyes fájlokat nem sikerült eltávolítani: {0}
id: Beberapa file tidak dapat dihapus: {0}
it: Impossibile rimuovere alcuni file: {0}
ja: 一部のファイルを消せませんでした: {0}
ko: 일부 파일을 제거할 수 없습니다: {0}
pl: Nie można usunąć niektórych plików: {0}
pt: Não foi possível remover alguns arquivos: {0}
ro: Unele fișiere nu au putut fi eliminate: {0}
ru: Не удалось удалить некоторые файлы: {0}
th: ไม่สามารถลบบางไฟล์ได้: {0}
tr: Bazı dosyalar kaldırılamadı: {0}
uk: Не вдалося видалити деякі файли: {0}
vi: Không thể xóa một số tệp: {0}
zh_hans: 无法删除某些文件：{0}
zh_hant: 無法移除部分檔案：{0}

# Settings_ResetAllDone
source: Settings were reset to default.
ar: تمت إعادة تعيين الإعدادات إلى الافتراضي.
cs: Nastavení byla obnovena na výchozí.
de: Die Einstellungen wurden auf Standard zurückgesetzt.
el: Έγινε επαναφορά των ρυθμίσεων στις προεπιλογές.
es: Se restableció la configuración predeterminada.
fa: تنظیمات به پیش‌فرض بازنشانی شد.
fr: Les paramètres ont été réinitialisés.
hu: A beállítások vissza lettek állítva alapértelmezettre.
id: Pengaturan diatur ulang ke default.
it: Le impostazioni sono state ripristinate ai valori predefiniti.
ja: 設定を既定に戻しました。
ko: 설정을 기본값으로 초기화했습니다.
pl: Przywrócono domyślne ustawienia.
pt: As configurações foram redefinidas para o padrão.
ro: Setările au fost resetate la valorile implicite.
ru: Параметры сброшены до значений по умолчанию.
th: รีเซ็ตการตั้งค่าเป็นค่าเริ่มต้นแล้ว
tr: Ayarlar varsayılana sıfırlandı.
uk: Для параметрів відновлено стандартні значення.
vi: Đã đặt lại cài đặt về mặc định.
zh_hans: 已将设置重置为默认值。
zh_hant: 已將設定重設為預設值。

# SettingsPart_Settings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# SettingsPart_KeyBindings
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
it: Scelte rapide da tastiera
ja: キー割り当て
ko: 바로 가기 키
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式
zh_hant: 鍵盤快速鍵

# SettingsPart_Themes
source: Custom color schemes
ar: أنظمة ألوان مخصصة
cs: Vlastní barevná schémata
de: Benutzerdefinierte Farbschemas
el: Προσαρμοσμένοι συνδυασμοί χρωμάτων
es: Combinaciones de colores personalizadas
fa: طرح‌های رنگی سفارشی
fr: Jeux de couleurs personnalisés
hu: Egyéni színsémák
id: Skema warna kustom
it: Combinazioni di colori personalizzate
ja: 独自の配色
ko: 사용자 지정 색 구성표
pl: Niestandardowe schematy kolorów
pt: Esquemas de cores personalizados
ro: Scheme de culori particularizate
ru: Пользовательские цветовые схемы
th: ชุดสีที่กำหนดเอง
tr: Özel renk düzenleri
uk: Користувацькі колірні схеми
vi: Bộ màu tùy chỉnh
zh_hans: 自定义配色方案
zh_hant: 自訂色彩配置

# SettingsPart_RecentAndState
source: Recent files and state
ar: الملفات الأخيرة والحالة
cs: Poslední soubory a stav
de: Zuletzt verwendete Dateien und Zustand
el: Πρόσφατα αρχεία και κατάσταση
es: Archivos recientes y estado
fa: فایل‌های اخیر و وضعیت
fr: Fichiers récents et état
hu: Legutóbbi fájlok és állapot
id: File terbaru dan status
it: File recenti e stato
ja: 最近使ったファイルと状態
ko: 최근 파일 및 상태
pl: Ostatnie pliki i stan
pt: Arquivos recentes e estado
ro: Fișiere recente și stare
ru: Последние файлы и состояние
th: ไฟล์ล่าสุดและสถานะ
tr: Son dosyalar ve durum
uk: Останні файли й стан
vi: Tệp gần đây và trạng thái
zh_hans: 最近使用的文件和状态
zh_hant: 最近使用的檔案和狀態

# SettingsPart_Recent
source: Recent files (contains file paths)
ar: الملفات الأخيرة (تحتوي على مسارات الملفات)
cs: Poslední soubory (obsahuje cesty k souborům)
de: Zuletzt verwendete Dateien (enthält Dateipfade)
el: Πρόσφατα αρχεία (περιέχει διαδρομές αρχείων)
es: Archivos recientes (contiene rutas de archivo)
fa: فایل‌های اخیر (شامل مسیر فایل‌ها)
fr: Fichiers récents (contient des chemins de fichiers)
hu: Legutóbbi fájlok (fájlelérési utakat tartalmaz)
id: File terbaru (berisi jalur file)
it: File recenti (contiene percorsi di file)
ja: 最近使ったファイル (ファイルのパスを含む)
ko: 최근 파일(파일 경로 포함)
pl: Ostatnie pliki (zawiera ścieżki plików)
pt: Arquivos recentes (contém caminhos de arquivo)
ro: Fișiere recente (conține căi de fișiere)
ru: Последние файлы (содержит пути к файлам)
th: ไฟล์ล่าสุด (มีเส้นทางไฟล์)
tr: Son dosyalar (dosya yolları içerir)
uk: Останні файли (містить шляхи до файлів)
vi: Tệp gần đây (chứa đường dẫn tệp)
zh_hans: 最近使用的文件（包含文件路径）
zh_hant: 最近使用的檔案（包含檔案路徑）

# SettingsPart_Documents
source: Document data (bookmarks and so on)
ar: بيانات المستندات (الإشارات المرجعية وغيرها)
cs: Data dokumentů (záložky apod.)
de: Dokumentdaten (Lesezeichen usw.)
el: Δεδομένα εγγράφων (σελιδοδείκτες κ.λπ.)
es: Datos de documentos (marcadores, etc.)
fa: داده‌های سند (نشانک‌ها و غیره)
fr: Données des documents (signets, etc.)
hu: Dokumentumadatok (könyvjelzők stb.)
id: Data dokumen (penanda, dan sebagainya)
it: Dati dei documenti (segnalibri e così via)
ja: ドキュメントに付随するデータ (ブックマークなど)
ko: 문서 데이터(책갈피 등)
pl: Dane dokumentów (zakładki itp.)
pt: Dados de documentos (marcadores etc.)
ro: Datele documentelor (marcaje etc.)
ru: Данные документов (закладки и т. д.)
th: ข้อมูลเอกสาร (บุ๊กมาร์ก ฯลฯ)
tr: Belge verileri (yer işaretleri vb.)
uk: Дані документів (закладки тощо)
vi: Dữ liệu tài liệu (dấu trang, v.v.)
zh_hans: 文档数据（书签等）
zh_hant: 文件資料（書籤等）

# Settings_ExportTitle
source: Export settings
ar: تصدير الإعدادات
cs: Exportovat nastavení
de: Einstellungen exportieren
el: Εξαγωγή ρυθμίσεων
es: Exportar configuración
fa: صادر کردن تنظیمات
fr: Exporter les paramètres
hu: Beállítások exportálása
id: Ekspor pengaturan
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
pl: Eksportuj ustawienia
pt: Exportar configurações
ro: Exportare setări
ru: Экспорт параметров
th: ส่งออกการตั้งค่า
tr: Ayarları dışarı aktar
uk: Експорт параметрів
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 匯出設定

# Settings_ExportConfirm
source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ro: Exportare
ru: Экспортировать
th: ส่งออก
tr: Dışarı aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# Settings_Exported
source: Saved {0}.
ar: تم حفظ {0}.
cs: Uloženo: {0}.
de: {0} wurde gespeichert.
el: Αποθηκεύτηκε το {0}.
es: Se guardó {0}.
fa: {0} ذخیره شد.
fr: {0} a été enregistré.
hu: Mentve: {0}.
id: {0} disimpan.
it: Salvato {0}.
ja: {0} を保存しました。
ko: {0}을(를) 저장했습니다.
pl: Zapisano {0}.
pt: {0} salvo.
ro: S-a salvat {0}.
ru: Сохранено: {0}.
th: บันทึก {0} แล้ว
tr: {0} kaydedildi.
uk: Збережено {0}.
vi: Đã lưu {0}.
zh_hans: 已保存 {0}。
zh_hant: 已儲存 {0}。

# Settings_ExportFailed
source: Could not save the file: {0}
ar: تعذّر حفظ الملف: {0}
cs: Soubor nelze uložit: {0}
de: Die Datei konnte nicht gespeichert werden: {0}
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου: {0}
es: No se pudo guardar el archivo: {0}
fa: ذخیرهٔ فایل ممکن نشد: {0}
fr: Impossible d'enregistrer le fichier : {0}
hu: Nem sikerült menteni a fájlt: {0}
id: File tidak dapat disimpan: {0}
it: Impossibile salvare il file: {0}
ja: ファイルを保存できませんでした: {0}
ko: 파일을 저장할 수 없습니다: {0}
pl: Nie można zapisać pliku: {0}
pt: Não foi possível salvar o arquivo: {0}
ro: Fișierul nu a putut fi salvat: {0}
ru: Не удалось сохранить файл: {0}
th: ไม่สามารถบันทึกไฟล์ได้: {0}
tr: Dosya kaydedilemedi: {0}
uk: Не вдалося зберегти файл: {0}
vi: Không thể lưu tệp: {0}
zh_hans: 无法保存文件：{0}
zh_hant: 無法儲存檔案：{0}

# Settings_ImportPart
source: {0} ({1} changes)
ar: {0} ({1} تغييرات)
cs: {0} (změny: {1})
de: {0} ({1} Änderungen)
el: {0} ({1} αλλαγές)
es: {0} ({1} cambios)
fa: {0} ({1} تغییر)
fr: {0} ({1} modifications)
hu: {0} ({1} módosítás)
id: {0} ({1} perubahan)
it: {0} ({1} modifiche)
ja: {0} ({1} 件の変更)
ko: {0}(변경 {1}개)
pl: {0} (zmiany: {1})
pt: {0} ({1} alterações)
ro: {0} ({1} modificări)
ru: {0} (изменений: {1})
th: {0} (เปลี่ยนแปลง {1} รายการ)
tr: {0} ({1} değişiklik)
uk: {0} (змін: {1})
vi: {0} ({1} thay đổi)
zh_hans: {0}（{1} 项更改）
zh_hant: {0}（{1} 項變更）

# ImportMode_Replace
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 바꾸기
pl: Zastąp
pt: Substituir
ro: Înlocuire
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# ImportMode_Merge
source: Merge
ar: دمج
cs: Sloučit
de: Zusammenführen
el: Συγχώνευση
es: Combinar
fa: ادغام
fr: Fusionner
hu: Egyesítés
id: Gabungkan
it: Unisci
ja: マージ
ko: 병합
pl: Scal
pt: Mesclar
ro: Îmbinare
ru: Объединить
th: ผสาน
tr: Birleştir
uk: Об’єднати
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

# ImportMode_Skip
source: Do not import
ar: عدم الاستيراد
cs: Neimportovat
de: Nicht importieren
el: Χωρίς εισαγωγή
es: No importar
fa: وارد نشود
fr: Ne pas importer
hu: Nincs importálás
id: Jangan impor
it: Non importare
ja: 読み込まない
ko: 가져오지 않음
pl: Nie importuj
pt: Não importar
ro: Fără importare
ru: Не импортировать
th: ไม่นำเข้า
tr: İçeri aktarma
uk: Не імпортувати
vi: Không nhập
zh_hans: 不导入
zh_hant: 不要匯入

# Settings_ImportTitle
source: Import settings
ar: استيراد الإعدادات
cs: Importovat nastavení
de: Einstellungen importieren
el: Εισαγωγή ρυθμίσεων
es: Importar configuración
fa: وارد کردن تنظیمات
fr: Importer les paramètres
hu: Beállítások importálása
id: Impor pengaturan
it: Importa impostazioni
ja: 設定をインポート
ko: 설정 가져오기
pl: Importuj ustawienia
pt: Importar configurações
ro: Importare setări
ru: Импорт параметров
th: นำเข้าการตั้งค่า
tr: Ayarları içeri aktar
uk: Імпорт параметрів
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

# Settings_ImportConfirm
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt: Importar
ro: Importare
ru: Импортировать
th: นำเข้า
tr: İçeri aktar
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# Settings_ImportTooLarge
source: The file is too large.
ar: الملف كبير جداً.
cs: Soubor je příliš velký.
de: Die Datei ist zu groß.
el: Το αρχείο είναι πολύ μεγάλο.
es: El archivo es demasiado grande.
fa: فایل بیش از حد بزرگ است.
fr: Le fichier est trop volumineux.
hu: A fájl túl nagy.
id: File terlalu besar.
it: Il file è troppo grande.
ja: ファイルが大きすぎます。
ko: 파일이 너무 큽니다.
pl: Plik jest za duży.
pt: O arquivo é muito grande.
ro: Fișierul este prea mare.
ru: Файл слишком велик.
th: ไฟล์มีขนาดใหญ่เกินไป
tr: Dosya çok büyük.
uk: Файл завеликий.
vi: Tệp quá lớn.
zh_hans: 文件太大。
zh_hant: 檔案太大。

# Settings_ImportTooNew
source: The file was made by a newer version of HexEditor and cannot be imported: {0}
ar: تم إنشاء الملف بواسطة إصدار أحدث من HexEditor ولا يمكن استيراده: {0}
cs: Soubor byl vytvořen novější verzí aplikace HexEditor a nelze ho importovat: {0}
de: Die Datei wurde von einer neueren Version von HexEditor erstellt und kann nicht importiert werden: {0}
el: Το αρχείο δημιουργήθηκε από νεότερη έκδοση του HexEditor και δεν μπορεί να εισαχθεί: {0}
es: El archivo se creó con una versión más reciente de HexEditor y no se puede importar: {0}
fa: این فایل با نسخهٔ جدیدتری از HexEditor ساخته شده و قابل وارد کردن نیست: {0}
fr: Le fichier a été créé par une version plus récente de HexEditor et ne peut pas être importé : {0}
hu: A fájlt a HexEditor egy újabb verziója készítette, ezért nem importálható: {0}
id: File dibuat oleh versi HexEditor yang lebih baru dan tidak dapat diimpor: {0}
it: Il file è stato creato da una versione più recente di HexEditor e non può essere importato: {0}
ja: 新しい版の HexEditor で作られたファイルのため読み込めません: {0}
ko: 최신 버전의 HexEditor에서 만든 파일이므로 가져올 수 없습니다: {0}
pl: Plik został utworzony przez nowszą wersję programu HexEditor i nie można go zaimportować: {0}
pt: O arquivo foi criado por uma versão mais recente do HexEditor e não pode ser importado: {0}
ro: Fișierul a fost creat de o versiune mai nouă de HexEditor și nu poate fi importat: {0}
ru: Файл создан более новой версией HexEditor, и его нельзя импортировать: {0}
th: ไฟล์นี้สร้างโดย HexEditor เวอร์ชันที่ใหม่กว่าและไม่สามารถนำเข้าได้: {0}
tr: Dosya HexEditor'ın daha yeni bir sürümüyle oluşturulduğundan içeri aktarılamıyor: {0}
uk: Файл створено новішою версією HexEditor, і його неможливо імпортувати: {0}
vi: Tệp được tạo bởi phiên bản HexEditor mới hơn nên không thể nhập: {0}
zh_hans: 该文件由较新版本的 HexEditor 创建，无法导入：{0}
zh_hant: 此檔案是由較新版本的 HexEditor 建立，因此無法匯入：{0}

# Settings_ImportInvalid
source: The file cannot be imported: {0}
ar: لا يمكن استيراد الملف: {0}
cs: Soubor nelze importovat: {0}
de: Die Datei kann nicht importiert werden: {0}
el: Δεν είναι δυνατή η εισαγωγή του αρχείου: {0}
es: No se puede importar el archivo: {0}
fa: این فایل قابل وارد کردن نیست: {0}
fr: Impossible d'importer le fichier : {0}
hu: A fájl nem importálható: {0}
id: File tidak dapat diimpor: {0}
it: Impossibile importare il file: {0}
ja: ファイルを読み込めません: {0}
ko: 파일을 가져올 수 없습니다: {0}
pl: Nie można zaimportować pliku: {0}
pt: Não é possível importar o arquivo: {0}
ro: Fișierul nu poate fi importat: {0}
ru: Не удается импортировать файл: {0}
th: ไม่สามารถนำเข้าไฟล์ได้: {0}
tr: Dosya içeri aktarılamıyor: {0}
uk: Неможливо імпортувати файл: {0}
vi: Không thể nhập tệp: {0}
zh_hans: 无法导入该文件：{0}
zh_hant: 無法匯入此檔案：{0}

# Settings_ImportSkipped
source: Skipped invalid values: {0}
ar: تم تخطي القيم غير الصالحة: {0}
cs: Přeskočené neplatné hodnoty: {0}
de: Ungültige Werte übersprungen: {0}
el: Παραλείφθηκαν μη έγκυρες τιμές: {0}
es: Se omitieron valores no válidos: {0}
fa: مقادیر نامعتبر رد شدند: {0}
fr: Valeurs non valides ignorées : {0}
hu: Kihagyott érvénytelen értékek: {0}
id: Nilai tidak valid dilewati: {0}
it: Valori non validi ignorati: {0}
ja: 不正な値の項目を飛ばしました: {0}
ko: 올바르지 않은 값을 건너뛰었습니다: {0}
pl: Pominięto nieprawidłowe wartości: {0}
pt: Valores inválidos ignorados: {0}
ro: Valori nevalide omise: {0}
ru: Пропущены недопустимые значения: {0}
th: ข้ามค่าที่ไม่ถูกต้อง: {0}
tr: Geçersiz değerler atlandı: {0}
uk: Пропущено неприпустимі значення: {0}
vi: Đã bỏ qua các giá trị không hợp lệ: {0}
zh_hans: 已跳过无效值：{0}
zh_hant: 已略過無效的值：{0}

# Settings_Imported
source: Imported.
ar: تم الاستيراد.
cs: Importováno.
de: Importiert.
el: Η εισαγωγή ολοκληρώθηκε.
es: Importación completada.
fa: وارد شد.
fr: Importation terminée.
hu: Importálva.
id: Diimpor.
it: Importazione completata.
ja: 読み込みました。
ko: 가져왔습니다.
pl: Zaimportowano.
pt: Importado.
ro: Importat.
ru: Импортировано.
th: นำเข้าแล้ว
tr: İçeri aktarıldı.
uk: Імпортовано.
vi: Đã nhập.
zh_hans: 已导入。
zh_hant: 已匯入。

# FileType_Json
source: JSON file
ar: ملف JSON
cs: Soubor JSON
de: JSON-Datei
el: Αρχείο JSON
es: Archivo JSON
fa: فایل JSON
fr: Fichier JSON
hu: JSON-fájl
id: File JSON
it: File JSON
ja: JSON ファイル
ko: JSON 파일
pl: Plik JSON
pt: Arquivo JSON
ro: Fișier JSON
ru: Файл JSON
th: ไฟล์ JSON
tr: JSON dosyası
uk: Файл JSON
vi: Tệp JSON
zh_hans: JSON 文件
zh_hant: JSON 檔案

# Keys_ImportTitle
source: Import shortcuts
ar: استيراد الاختصارات
cs: Importovat zkratky
de: Tastenkombinationen importieren
el: Εισαγωγή συντομεύσεων
es: Importar atajos
fa: وارد کردن میان‌برها
fr: Importer les raccourcis
hu: Billentyűparancsok importálása
id: Impor pintasan
it: Importa scelte rapide
ja: ショートカットをインポート
ko: 바로 가기 키 가져오기
pl: Importuj skróty
pt: Importar atalhos
ro: Importare comenzi rapide
ru: Импорт сочетаний клавиш
th: นำเข้าแป้นพิมพ์ลัด
tr: Kısayolları içeri aktar
uk: Імпорт сполучень клавіш
vi: Nhập phím tắt
zh_hans: 导入快捷方式
zh_hant: 匯入快速鍵

# Keys_ImportSummary
source: Added: {0}, changed commands: {1}, removed: {2}
ar: المضافة: {0}، الأوامر المتغيرة: {1}، المحذوفة: {2}
cs: Přidáno: {0}, změněné příkazy: {1}, odebráno: {2}
de: Hinzugefügt: {0}, geänderte Befehle: {1}, entfernt: {2}
el: Προστέθηκαν: {0}, εντολές που άλλαξαν: {1}, καταργήθηκαν: {2}
es: Agregados: {0}; comandos cambiados: {1}; quitados: {2}
fa: افزوده: {0}، فرمان‌های تغییریافته: {1}، حذف‌شده: {2}
fr: Ajoutés : {0}, commandes modifiées : {1}, supprimés : {2}
hu: Hozzáadva: {0}, módosított parancsok: {1}, eltávolítva: {2}
id: Ditambahkan: {0}, perintah diubah: {1}, dihapus: {2}
it: Aggiunti: {0}, comandi modificati: {1}, rimossi: {2}
ja: 追加: {0}、変更するコマンド: {1}、削除: {2}
ko: 추가: {0}, 변경된 명령: {1}, 제거: {2}
pl: Dodane: {0}, zmienione polecenia: {1}, usunięte: {2}
pt: Adicionados: {0}, comandos alterados: {1}, removidos: {2}
ro: Adăugate: {0}, comenzi modificate: {1}, eliminate: {2}
ru: Добавлено: {0}, изменено команд: {1}, удалено: {2}
th: เพิ่ม: {0} คำสั่งที่เปลี่ยน: {1} ลบ: {2}
tr: Eklenen: {0}, değiştirilen komut: {1}, kaldırılan: {2}
uk: Додано: {0}, змінено команд: {1}, видалено: {2}
vi: Đã thêm: {0}, lệnh đã thay đổi: {1}, đã xóa: {2}
zh_hans: 添加：{0}，更改的命令：{1}，删除：{2}
zh_hant: 新增：{0}，變更的命令：{1}，移除：{2}

# Keys_ImportConflict
source: {0} is assigned to both "{1}" and "{2}" ({3}). The imported one is used.
ar: {0} معيّن لكل من "{1}" و"{2}" ({3}). سيتم استخدام المستورد.
cs: {0} je přiřazeno k „{1}“ i „{2}“ ({3}). Použije se importované.
de: {0} ist sowohl „{1}“ als auch „{2}“ zugewiesen ({3}). Die importierte Zuweisung wird verwendet.
el: Το {0} έχει αντιστοιχιστεί και στο "{1}" και στο "{2}" ({3}). Χρησιμοποιείται αυτό που εισάγεται.
es: {0} está asignado a “{1}” y a “{2}” ({3}). Se usa el importado.
fa: {0} هم به «{1}» و هم به «{2}» ({3}) اختصاص داده شده است. مورد واردشده استفاده می‌شود.
fr: {0} est attribué à la fois à « {1} » et à « {2} » ({3}). L'attribution importée est utilisée.
hu: A(z) {0} a(z) „{1}” és a(z) „{2}” parancshoz is hozzá van rendelve ({3}). Az importált lesz használva.
id: {0} ditetapkan ke "{1}" dan "{2}" ({3}). Yang diimpor akan digunakan.
it: {0} è assegnato sia a “{1}” sia a “{2}” ({3}). Viene usato quello importato.
ja: {0} が「{1}」と「{2}」に重複しています ({3})。読み込む側を使います。
ko: {0}이(가) "{1}"과(와) "{2}"에 모두 할당되어 있습니다({3}). 가져온 항목을 사용합니다.
pl: Klawisz {0} jest przypisany do „{1}” i „{2}” ({3}). Używany jest zaimportowany.
pt: {0} está atribuído a “{1}” e a “{2}” ({3}). O importado é usado.
ro: {0} este atribuită atât pentru „{1}”, cât și pentru „{2}” ({3}). Se utilizează cea importată.
ru: {0} назначено и для «{1}», и для «{2}» ({3}). Используется импортированное.
th: {0} ถูกกำหนดให้ทั้ง "{1}" และ "{2}" ({3}) จะใช้รายการที่นำเข้า
tr: {0} hem "{1}" hem de "{2}" komutuna atanmış ({3}). İçeri aktarılan kullanılır.
uk: {0} призначено і для «{1}», і для «{2}» ({3}). Використовується імпортоване.
vi: {0} được gán cho cả "{1}" và "{2}" ({3}). Phím tắt được nhập sẽ được dùng.
zh_hans: {0} 同时分配给了“{1}”和“{2}”（{3}）。将使用导入的分配。
zh_hant: {0} 同時指派給「{1}」和「{2}」（{3}）。將使用匯入的指派。

# Keys_ImportUnknown
source: Unknown commands: {0}
ar: أوامر غير معروفة: {0}
cs: Neznámé příkazy: {0}
de: Unbekannte Befehle: {0}
el: Άγνωστες εντολές: {0}
es: Comandos desconocidos: {0}
fa: فرمان‌های ناشناخته: {0}
fr: Commandes inconnues : {0}
hu: Ismeretlen parancsok: {0}
id: Perintah tidak dikenal: {0}
it: Comandi sconosciuti: {0}
ja: 不明なコマンド: {0} 件
ko: 알 수 없는 명령: {0}개
pl: Nieznane polecenia: {0}
pt: Comandos desconhecidos: {0}
ro: Comenzi necunoscute: {0}
ru: Неизвестные команды: {0}
th: คำสั่งที่ไม่รู้จัก: {0}
tr: Bilinmeyen komutlar: {0}
uk: Невідомі команди: {0}
vi: Lệnh không xác định: {0}
zh_hans: 未知命令：{0}
zh_hant: 不明的命令：{0} 個

# Keys_ImportTooLarge
source: The file is too large (1 MB or less).
ar: الملف كبير جداً (1 MB أو أقل).
cs: Soubor je příliš velký (max. 1 MB).
de: Die Datei ist zu groß (maximal 1 MB).
el: Το αρχείο είναι πολύ μεγάλο (έως 1 MB).
es: El archivo es demasiado grande (máximo 1 MB).
fa: فایل بیش از حد بزرگ است (حداکثر 1 MB).
fr: Le fichier est trop volumineux (1 Mo maximum).
hu: A fájl túl nagy (legfeljebb 1 MB lehet).
id: File terlalu besar (maksimal 1 MB).
it: Il file è troppo grande (massimo 1 MB).
ja: ファイルが大きすぎます (1 MB まで)。
ko: 파일이 너무 큽니다(1MB 이하).
pl: Plik jest za duży (maksymalnie 1 MB).
pt: O arquivo é muito grande (máximo de 1 MB).
ro: Fișierul este prea mare (maximum 1 MB).
ru: Файл слишком велик (допускается не более 1 МБ).
th: ไฟล์มีขนาดใหญ่เกินไป (ไม่เกิน 1 MB)
tr: Dosya çok büyük (en fazla 1 MB).
uk: Файл завеликий (має бути не більше 1 МБ).
vi: Tệp quá lớn (tối đa 1 MB).
zh_hans: 文件太大（最大 1 MB）。
zh_hant: 檔案太大（上限 1 MB）。

# Keys_FileError
source: There is an error in the keyboard shortcut settings (line {0}).
ar: يوجد خطأ في إعدادات اختصارات لوحة المفاتيح (السطر {0}).
cs: V nastavení klávesových zkratek je chyba (řádek {0}).
de: Die Einstellungen der Tastenkombinationen enthalten einen Fehler (Zeile {0}).
el: Υπάρχει σφάλμα στις ρυθμίσεις συντομεύσεων πληκτρολογίου (γραμμή {0}).
es: Hay un error en la configuración de los atajos de teclado (línea {0}).
fa: در تنظیمات میان‌برهای صفحه‌کلید خطایی وجود دارد (سطر {0}).
fr: Les paramètres des raccourcis clavier contiennent une erreur (ligne {0}).
hu: Hiba van a billentyűparancs-beállításokban ({0}. sor).
id: Ada kesalahan dalam pengaturan pintasan keyboard (baris {0}).
it: Errore nelle impostazioni delle scelte rapide da tastiera (riga {0}).
ja: キーボードショートカットの設定に誤りがあります ({0} 行目)。
ko: 바로 가기 키 설정에 오류가 있습니다({0}번째 줄).
pl: W ustawieniach skrótów klawiaturowych jest błąd (wiersz {0}).
pt: Há um erro nas configurações de atalhos de teclado (linha {0}).
ro: Există o eroare în setările comenzilor rapide de la tastatură (linia {0}).
ru: Ошибка в параметрах сочетаний клавиш (строка {0}).
th: มีข้อผิดพลาดในการตั้งค่าแป้นพิมพ์ลัด (บรรทัดที่ {0})
tr: Klavye kısayolu ayarlarında bir hata var (satır {0}).
uk: У параметрах сполучень клавіш є помилка (рядок {0}).
vi: Có lỗi trong cài đặt phím tắt (dòng {0}).
zh_hans: 键盘快捷方式设置中有错误（第 {0} 行）。
zh_hant: 鍵盤快速鍵設定中有錯誤（第 {0} 行）。

# Keys_FileErrorNoLine
source: There is an error in the keyboard shortcut settings: {0}
ar: يوجد خطأ في إعدادات اختصارات لوحة المفاتيح: {0}
cs: V nastavení klávesových zkratek je chyba: {0}
de: Die Einstellungen der Tastenkombinationen enthalten einen Fehler: {0}
el: Υπάρχει σφάλμα στις ρυθμίσεις συντομεύσεων πληκτρολογίου: {0}
es: Hay un error en la configuración de los atajos de teclado: {0}
fa: در تنظیمات میان‌برهای صفحه‌کلید خطایی وجود دارد: {0}
fr: Les paramètres des raccourcis clavier contiennent une erreur : {0}
hu: Hiba van a billentyűparancs-beállításokban: {0}
id: Ada kesalahan dalam pengaturan pintasan keyboard: {0}
it: Errore nelle impostazioni delle scelte rapide da tastiera: {0}
ja: キーボードショートカットの設定に誤りがあります: {0}
ko: 바로 가기 키 설정에 오류가 있습니다: {0}
pl: W ustawieniach skrótów klawiaturowych jest błąd: {0}
pt: Há um erro nas configurações de atalhos de teclado: {0}
ro: Există o eroare în setările comenzilor rapide de la tastatură: {0}
ru: Ошибка в параметрах сочетаний клавиш: {0}
th: มีข้อผิดพลาดในการตั้งค่าแป้นพิมพ์ลัด: {0}
tr: Klavye kısayolu ayarlarında bir hata var: {0}
uk: У параметрах сполучень клавіш є помилка: {0}
vi: Có lỗi trong cài đặt phím tắt: {0}
zh_hans: 键盘快捷方式设置中有错误：{0}
zh_hant: 鍵盤快速鍵設定中有錯誤：{0}

# Keys_OpenFile
source: Open file
ar: فتح الملف
cs: Otevřít soubor
de: Datei öffnen
el: Άνοιγμα αρχείου
es: Abrir archivo
fa: باز کردن فایل
fr: Ouvrir le fichier
hu: Fájl megnyitása
id: Buka file
it: Apri file
ja: ファイルを開く
ko: 파일 열기
pl: Otwórz plik
pt: Abrir arquivo
ro: Deschidere fișier
ru: Открыть файл
th: เปิดไฟล์
tr: Dosyayı aç
uk: Відкрити файл
vi: Mở tệp
zh_hans: 打开文件
zh_hant: 開啟檔案
